brew "delve"
brew "fd"
brew "gnu-sed"
brew "go"
brew "goimports"
brew "golangci-lint"
brew "gopls"
brew "htop"
brew "iproute2mac"
brew "k9s"
brew "lazygit"
brew "mmctl"
brew "neovim"
brew "ripgrep"
brew "staticcheck"
brew "tmux"
brew "wireguard-tools"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "mos"
cask "pgadmin4"
cask "warp"
go "github.com/fe3dback/go-arch-lint"
go "github.com/parvez3019/go-swagger3"
